Repository: common-repository/wp-invoice
Catalog: addons/wp-invoice-pdf/static/languages/wp-invoice-pdf-*.po
Languages: ru_ru

source: Invoice
ru_ru: Счет

source: INVOICE
ru_ru: СЧЕТ

source: Quote
ru_ru: Оценочный счет

source: QUOTE
ru_ru: ОЦЕНОЧНЫЙ СЧЕТ

source: View PDF
ru_ru: Обзор PDF

source: Download PDF
ru_ru: Скачать PDF

source: Settings
ru_ru: Настройки

source: Do not automatically insert PDF link on bottom of invoices.
ru_ru: Не вставлять автоматически ссылку на PDF на странице счета.

source: PDF Logo
ru_ru: PDF Логотип

source: Display logo in the PDF.
ru_ru: Отображать логотип в PDF.

source: Select Logo
ru_ru: Выберите лого

source: Header Settings
ru_ru: Настройки шапки

source: Display recipient name and address.
ru_ru: Отображать имя и адрес получателя.

source: Display invoice description.
ru_ru: Отображать описание счета.

source: Select template
ru_ru: Выбрать шаблон

source: Terms &amp; Conditions:
ru_ru: Условия соглашения:

source: Display Terms and Conditions
ru_ru: Отображать Условия соглашения

source: Text of Term and Conditions for the Invoice/Quote
ru_ru: Текст Условий соглашения

source: Notes
ru_ru: Заметки

source: Display Notes
ru_ru: Отображать Заметки

source: Notes will be displayed towards the bottom of the Invoice/Quote, depending on the template.
ru_ru: Заметки будут отображаться внизу PDF или в зависимости от шаблона.

source: PDF Invoice
ru_ru: PDF Счет

source: RECEIPT
ru_ru: КВИТАНЦИЯ

source: Undefined
ru_ru: Неопределено

source: Name is Undefined
ru_ru: Имя Неопределено

source: Phone is Undefined
ru_ru: Телефон не определен

source: Unnamed
ru_ru: Без названия

source: Due Date:
ru_ru: Дата Окончания:

source: Amount Due:
ru_ru: Общий долг:

source: Bill To:
ru_ru: Инвойс для:

source: Phone:
ru_ru: Телефон:

source: Description
ru_ru: Описание

source: Quantity
ru_ru: Количество

source: Price
ru_ru: Цена

source: Amount
ru_ru: Сумма

source: Tax
ru_ru: Налог

source: Charge
ru_ru: Строка дополнительного расхода

source: Total:
ru_ru: Всего:

source: Total Tax:
ru_ru: Всего налог:

source: Discount:
ru_ru: Дисконт:

source: Other Adjustments:
ru_ru: Другие корректировки:

source: Total Payments:
ru_ru: Всего выплат:

source: Invoice Refunded
ru_ru: Оформлен возврат

source: Terms &amp; Conditions
ru_ru: Условия и Положения

source: ISSUED:
ru_ru: СОЗДАН:

source: DUE:
ru_ru: СРОК ОПЛАТЫ ДО:

source: AMOUNT DUE:
ru_ru: ОБЩИЙ ДОЛГ:

source: ITEMS
ru_ru: ЭЛЕМЕНТЫ

source: DESCRIPTION
ru_ru: ОПИСАНИЕ

source: QTY
ru_ru: КОЛИЧЕСТВО

source: PRICE
ru_ru: ЦЕНА

source: SUM
ru_ru: Сумма

source: TAX
ru_ru: НАЛОГ

source: CHARGES
ru_ru: ДОПОЛНИТЕЛЬНЫЕ РАСХОДЫ

source: AMOUNT
ru_ru: СУММА

source: TERMS &amp; CONDITIONS
ru_ru: УСЛОВИЯ и ПОЛОЖЕНИЯ

source: NOTES
ru_ru: ЗАМЕТКИ

source: DUE DATE:
ru_ru: ДАТА ОКОНЧАНИЯ:

source: BILL TO:
ru_ru: ИНВОЙС ДЛЯ:

source: PHONE:
ru_ru: ТЕЛЕФОН:

source: Email
ru_ru: Имейл

source: Phone
ru_ru: Телефон

source: Invoice ID
ru_ru: ID Счета

source: Issue Date
ru_ru: Дата создания

source: Due Date
ru_ru: Дата Окончания

source: Invoice For
ru_ru: Счет для

source: Distributive is broken. composer.json is missed. Try to remove and upload plugin again.
ru_ru: Дистрибутив поломан. composer.json файл отсутствует. Попробуйте удалить и загрузить плагин снова.

source: Plugin requires PHP %s or higher. Your current PHP version is %s
ru_ru: Плагин требует версию PHP %s или выше. Ваша текущая версия PHP %s

source: Distributive is broken. %s file is missed. Try to remove and upload plugin again.
ru_ru: Дистрибутив поломан. %s файл отсутствует. Попробуйте удалить и загрузить плагин снова.

source: Distributive is broken. Plugin loader is not available. Try to remove and upload plugin again.
ru_ru: Дистрибутив поломан. Загрузчик плагина отсутствует. Попробуйте удалить и загрузить плагин снова.

source: <p><b>%s</b> can not be initialized. %s</p>
ru_ru: <p><b>%s</b> не может быть инициализирован. %s</p>
